export function getPhoneticRules(region) {
    if (region === 'FA') {
      return {
        v: {
          p: ['t', 'k', 'ʒ', 'ç', 'f', 's', 'ş', 'x', 'h'],
          b: ['l', 'a', 'e', 'i', 'o', 'u', 'd', 'g', 'ž', 'c', 'v', 'z', 'j', 'ğ'],
          'p̌': ['ç̌', 'ǩ', 'q', 'ǯ', 't̆'],
          m: ['n']
        }
      };
    }
    return {
      v: {
        v: ['a', 'e', 'i', 'o', 'u'],
        p: ['t', 'k', 'ʒ', 'ç', 'f', 's', 'ş', 'x', 'h'],
        b: ['l', 'd', 'g', 'ž', 'c', 'v', 'z', 'j', 'ğ'],
        'p̌': ['ç̌', 'ǩ', 'q', 'ǯ', 't̆'],
        m: ['n']
      },
      g: {
        g: ['a', 'e', 'i', 'o', 'u'],
        k: ['t', 'k', 'ʒ', 'ç', 'f', 's', 'ş', 'x', 'h'],
        'ǩ': ['ç̌', 'ǩ', 'q', 'ǯ', 't̆']
      }
    };
  }
  